Repository: lisannewapstra/lizard-auth-server
Catalog: lizard_auth_server/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Resend the activation email, with a new key
nl: Stuur een nieuwe activatie e-mail, met een nieuwe sleutel

source: Activate manually
nl: Handmatig activeren

source: Shortcut URLs
nl: Snelkoppelingen

source: user profile
nl: gebruikersprofiel

source: Dates
nl: Datums

source: Personal data
nl: Persoonsgegevens

source: portal
nl: portaal

source: number of inheriting roles
nl: aantal overervende rollen

source: base role
nl: basisrol

source: number of organisation roles
nl: Aantal organisatierollen

source: number of user profiles
nl: Aantal gebruikersprofielen

source: number of roles
nl: Aantal rollen

source: Organisation %s has already been migrated
nl: Organisatie %s is al een keer gemigreerd

source: Created company '%s' with %s members, %s guests
nl: Bedrijf '%s' is aangemaakt met %s leden en %s gastleden

source: Copy organisation as company
nl: Kopieer organisatie als bedrijf

source: organisation
nl: organisatie

source: Converted %s members to guests
nl: %s leden zijn omgezet naar gastleden

source: Convert from member to guest
nl: Zet lid om in gastlid

source: number of members
nl: Aantal leden

source: number of guests
nl: Aantal gastleden

source: The new password must be at least %d characters long.
nl: Het nieuwe wachtwoord moet minimaal %d karakters lang zijn.

source: The new password must contain at least two numeric digits, one uppercase and one lowercase character.
nl: Het nieuwe wachtwoord moet minstens twee cijfers, een hoofdletter en een kleine letter bevatten.

source: Name
nl: Naam

source: For the purpose of an invitation email (not the username)
nl: T.b.v. de aanhef in een e-mail (niet de gebruikersnaam)

source: Organisation
nl: Organisatie

source: Language
nl: Taal

source: Portals
nl: Portalen

source: {} is already taken.
nl: {} wordt al gebruikt.

source: Username
nl: Gebruikersnaam

source: New password
nl: Nieuw wachtwoord

source: New password confirmation
nl: Niew wachtwoord (bevestiging)

source: The two password fields didn't match.
nl: De twee wachtwoorden zijn niet identiek

source: Whitespace not allowed.
nl: Spaties niet toegestaan.

source: First name
nl: Voornaam

source: Last name
nl: Achternaam

source: Title
nl: Titel

source: Street
nl: Straat

source: Postal code
nl: Postcode

source: Town
nl: Plaats

source: Phone number
nl: Telefoonnummer

source: Mobile phone number
nl: Telefoonnummer (mobiel)

source: required 3Di billing role is missing
nl: De benodigde "billing" rol op 3di mist

source: Only one 3Di billing role is allowed ({} found)
nl: Slechts één "billing" rol op 3di is toegestaan ({} gevonden)

source: name
nl: naam

source: Name used to refer to this portal.
nl: Naam waaronder dit portaal bekend staat.

source: shared secret
nl: gedeelde geheime string

source: Secret shared between SSO client and server to sign/encrypt communication.
nl: De geheime code die tussen de SSO client en SSO server gedeeld wordt om de communicatie te ondertekenen en te versleutelen.

source: identifying key
nl: identificatie-string

source: String used to identify the SSO client.
nl: Code die gebruikt wordt om de SSO client te identificeren.

source: allowed domain(s)
nl: toegestaan domein(en)

source: Allowed domain suffix for redirects using the next parameter. Multiple, whitespace-separated suffixes may be specified.
nl: Na het inloggen wordt de gebruiker ge-redirect naar de site. De domeinnaam moet eindigen met wat hier is ingevuld. Meerdere domeinnamen kan je invoeren door ze met spaties te scheiden.

source: URL used in the SSO redirection.
nl: URL die standaard voor het redirecten gebruikt wordt.

source: visit url
nl: bezoek-url

source: URL used in the UI to refer to this portal.
nl: URL van het portal zelf waarnaar we kunnen linken vanuit overzichtspagina's.

source: (portal)
nl: (portaal)

source: (portals)
nl: (portalen)

source: request token
nl: token van het request

source: auth token
nl: authenticatie token

source: user
nl: gebruiker

source: created on
nl: aangemaakt op

source: (authentication token)
nl: (authenticatieteken)

source: (authentication tokens)
nl: (authenticatietekens)

source: portals
nl: portalen

source: organisations
nl: organisaties

source: roles (via organisation)
nl: rollen (via organisatie)

source: updated on
nl: geüpdated op

source: title
nl: titel

source: street
nl: straat

source: postal code
nl: postcode

source: town
nl: plaats

source: phone number
nl: telefoonnummer

source: mobile phone number
nl: mobiele telefoonnummer

source: (user profile)
nl: (gebruikersprofiel)

source: (user profiles)
nl: (gebruikersprofielen)

source: language
nl: taal

source: activation key
nl: activatiecode

source: activation key date
nl: datum van de activatiecode

source: Date on which the activation key was generated. Used for expiration.
nl: Datum waarop de activatiecode is gegenereerd. Wordt gebruikt om de code automatisch te laten verlopen.

source: is activated
nl: is geactiveerd

source: activated on
nl: geactiveerd op

source: (invitation)
nl: (uitnodiging)

source: unique id
nl: uniek ID

source: name used internally by the portal to identify the role
nl: naam die intern door het portaal gebruikt wordt om de rol te identificeren

source: human-readable name
nl: naam die aan de gebruiker getoond wordt

source: inheriting roles
nl: overervende rollen

source: roles that are automatically inherited from us for organisations that have organisation roles pointing at both base and inheriting role.
nl: rollen die je automatisch meekrijgt voor organisaties die organisatie-rol-koppelingen hebben naar zowel de basisrol als naar de overervende rol.

source: external description
nl: omschrijving voor eindgebruikers

source: internal description
nl: interne omschrijving

source: (role)
nl: (rol)

source: (roles)
nl: (rollen)

source: {name} on {portal}
nl: {name} op {portal}

source: already migrated
nl: al gemigreerd

source: roles
nl: rollen

source: (organisation)
nl: (organisatie)

source: (organisations)
nl: (organisaties)

source: role
nl: rol

source: for all users
nl: voor alle gebruikers

source: (organisation-role-mapping)
nl: (organisatie-rol-koppeling)

source: (organisation-role-mappings)
nl: (organisatie-rol-koppelingen)

source: {role} for everybody in {org}
nl: {role} voor iedereen in {org}

source: The special 3di billing role is not allowed "for all users"
nl: De speciale 3di "billing" role mag je niet "voor alle gebruikers" instellen

source: company
nl: bedrijf

source: created at
nl: aangemaakt op

source: updated at
nl: geüpdated op

source: user profiles
nl: gebruikersprofielen

source: guests
nl: gastleden

source: Guests or external users.
nl: Gastleden of externe gebruikers.

source: administrators
nl: beheerders

source: Admins can add/edit users belonging to the company and can add/remove guests and manage site access
nl: Beheerders kunnen gebruikers die bij het bedrijf horen toevoegen/bewerken en gastleden toevoegen/verwijderen en ze kunnen toegang geven tot sites

source: companies
nl: bedrijven

source: Name used to refer to this site.
nl: Naam waaronder deze site bekend staat.

source: available to
nl: beschikbaar voor

source: Django administration
nl: Django administratiepagina's

source: Apart from logging in, you have the following extra permissions:
nl: Afgezien van inloggen heeft u de volgende extra rechten:

source: Apart from logging in, you don't have any special permissions.
nl: Afgezien van inloggen heeft u geen speciale rechten.

source: Access denied
nl: Geen toegang

source: You do not have access to this portal.
nl: U heeft geen toegang tot dit portaal.

source: <a href="%(login_url)s">Log in with another account</a>, which does have access to this portal.
nl: <a href="%(login_url)s">Log in met een andere gebruiker</a>, die w&egrave;l toegang heeft.

source: <a href="%(profile_url)s">Check your profile</a>, to see which portals are available to you.
nl: <a href="%(profile_url)s">Bekijk uw profiel</a>, om te zien tot welke portalen u toegang heeft.

source: Activate user
nl: Activeer gebruiker

source: Please correct the error below.
nl: Corrigeer onderstaande fout

source: Continue to next step
nl: Ga door naar de volgende stap

source: Reset values
nl: Beginwaarden

source: Complete registration
nl: Rond registratie af

source: Activation complete
nl: Activatie afgerond

source: Your account has been activated. You may go ahead and log in now.
nl: Uw account is geactiveerd. U kunt verder gaan door in te loggen.

source: Log in
nl: Inloggen

source: Hello, %(name)s
nl: Hallo, %(name)s

source: Profile
nl: Profiel

source: Log out
nl: Afmelden

source: Change password
nl: Verander het wachtwoord

source: Reset my password
nl: Reset mijn wachtwoord

source: Edit profile
nl: Bewerk profiel

source: Submit changes
nl: Voer wijzigingen door

source: An error occurred
nl: Er heeft zich een fout voorgedaan

source: Back to the home page
nl: Terug naar de beginpagina

source: Hello %(name)s,
nl: Hallo %(name)s,

source: An account has been created for you at %(site_name)s.
nl: Er is een account voor u aangemaakt op %(site_name)s.

source: Please go to the following page and fill in your details, to activate your account:
nl: Ga naar de volgende pagina om uw gegevens in te vullen, en account te activeren:

source: With this account, you can access the following sites:
nl: Met dit account kunt u de volgende portalen benaderen:

source: No portals found.
nl: Geen portalen gevonden.

source: Sincerely,
nl: Met vriendelijke groet,

source: The %(site_name)s team
nl: Het %(site_name)s team

source: An account has been made for you at %(site_name)s
nl: Er is een account voor u aangemaakt op %(site_name)s

source: Register user
nl: Registreer gebruiker

source: Send registration email
nl: Stuur registratie e-mail

source: Registration complete
nl: Registratie afgerond

source: The account has been registered, and an activation email has been sent to
nl: Het account is geregisteerd, en een activatie e-mail is verstuurt naar

source: Actions
nl: Acties

source: Immediately activate this account
nl: Activeer dit account handmatig

source: Register another user
nl: Registreer nog een gebruiker

source: Go back to my profile
nl: Terug naar mijn profiel

source: Logged out
nl: Afmelden

source: You have been logged out.
nl: U bent uitgelogd.

source: Log in again
nl: Log weer in

source: Password change successful
nl: Wachtwoordverandering is gelukt

source: Your password was changed.
nl: Uw wachtwoord is veranderd.

source: Password change
nl: Wachtwoordverandering

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
nl: Voer uw oude wachtwoord in (ter controle) en daarna twee keer uw nieuwe wachtwoord (om zeker te zijn dat er geen typfout in staat).

source: Change my password
nl: Verander mijn wachtwoord

source: Password reset complete
nl: Wachtwoord resetten is gelukt

source: Your password has been set. You may go ahead and log in now.
nl: Uw wachtwoord is ingesteld, u kunt nu in gaan loggen.

source: Password reset confirmation
nl: Wachtwoord-reset bevestiging

source: Password reset unsuccessful
nl: Wachtwoord resetten is niet gelukt

source: Please enter your new password twice so we can verify you typed it in correctly.
nl: Voer uw nieuwe wachtwoord twee keer in (om zeker te zijn dat er geen typfout in staat).

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
nl: De link om uw wachtwoord te resetten is ongeldig, waarschijnlijk omdat het al een keer gebruikt is. Vraag het a.u.b. nog een keer aan.

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
nl: We hebben instructies voor het aanmaken van uw wachtwoord per e-mail verstuurd naar het aangegeven adres. De e-mail hoort u snel te ontvangen.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
nl: U ontvangt deze e-mail omdat u een wachtwoord-reset heeft aangevraagd voor %(site_name)s.

source: Please go to the following page and choose a new password:
nl: Ga a.u.b. naar de volgende pagina en kies een nieuw wachtwoord:

source: Your username, in case you've forgotten:
nl: Uw gebruikersnaam (voor de zekerheid):

source: Thanks for using our site!
nl: Bedankt voor het gebruiken van onze site!

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
nl: Heeft u uw wachtwoord vergeten? Vul hierhonder uw e-mail adres in en we zullen u instructies mailen voor het instellen van een nieuw wachtwoord.

source: Password reset on %(site_name)s
nl: Wachtwoord-reset voor %(site_name)s

source: Your profile
nl: Uw profiel

source: Your data
nl: Uw gegevens

source: Created on
nl: Aangemaakt op

source: Edit my profile
nl: Bewerk mijn profiel

source: Register a new user
nl: Registreer een nieuwe gebruiker

source: Manage SSO portals
nl: Beheer SSO portalen

source: Available portals
nl: Beschikbare portalen

source: All portals (staff member):
nl: Alle portalen (vanwege admin-rechten):

source: You have access to the following portals:
nl: Dit zijn de portalen waar u toegang tot heeft:

source: permissions
nl: rechten

source: Organisations
nl: Organisaties

source: You are a member of the following organisations:
nl: U behoort tot de volgende organisaties:

source: An unknown error occurred.
nl: Onbekende fout.

source: Access to portal {} for {}
nl: Toegang tot portaal {} voor {}

source: Invalid activation key. Perhaps this account was already activated?
nl: Ongeldige activatiesleutel. Dit betekent waarschijnlijk dat het account al geactiveerd is.

source: Invalid `next` query string parameter.
nl: De `next` parameter klopt niet.

source: Missing `portal` query string parameter.
nl: De `portal` parameter mist.

source: Invalid `portal` query string parameter.
nl: De `portal` parameter klopt niet.

source: Communication error.
nl: Communicatiefout.

source: Token timed out. Please return to the portal to get a fresh token.
nl: Token is verlopen. Ga terug naar het portaal, en log daar opnieuw in.
